[
  {"text": "今日は晴れていて、気持ちの良い天気です。", "hiragana": "きょうははれていて、きもちのよいてんきです。"},
  {"text": "近所の公園で友達とサッカーをしました。", "hiragana": "きんじょのこうえんでともだちとさっかーをしました。"},
  {"text": "新しい本を買って、読むのが楽しみです。", "hiragana": "あたらしいほんをかって、よむのがたのしみです。"},
  {"text": "午後からは会議があり、少し緊張しています。", "hiragana": "ごごからはかいぎがあり、すこしきんちょうしています。"},
  {"text": "昨日は美味しいラーメンを食べました。", "hiragana": "きのうはおいしいらーめんをたべました。"},
  {"text": "週末に映画を観に行く予定です。", "hiragana": "しゅうまつにえいがをみにいくよていです。"},
  {"text": "日本の伝統文化に触れることはとても大切です。", "hiragana": "にほんのでんとうぶんかにふれることはとてもたいせつです。"},
  {"text": "今日のランチはサンドイッチを作って食べました。", "hiragana": "きょうのらんちはさんどいっちをつくってたべました。"},
  {"text": "環境保護のためにできることを考えています。", "hiragana": "かんきょうほごのためにできることをかんがえています。"},
  {"text": "毎日少しずつ勉強をして、知識を深めたいです。", "hiragana": "まいにちすこしずつべんきょうをして、ちしきをふかめたいです。"},
  {"text": "学校の後に友達とカフェに行きました。", "hiragana": "がっこうのあとともだちとカフェにいきました。"},
  {"text": "今日はとても忙しい一日でした。", "hiragana": "きょうはとてもいそがしいいちにちでした。"},
  {"text": "お昼ご飯におにぎりを作りました。", "hiragana": "おひるごはんにおにぎりをつくりました。"},
  {"text": "来週は旅行に行く予定です。", "hiragana": "らいしゅうはりょこうにいくよていです。"},
  {"text": "毎朝ジョギングをすることが習慣になっています。", "hiragana": "まいあさジョギングをすることがしゅうかんになっています。"},
  {"text": "新しいアプリをインストールしました。", "hiragana": "あたらしいアプリをインストールしました。"},
  {"text": "今日は映画館で新作映画を観ました。", "hiragana": "きょうはえいがかんでしんさくえいがをみました。"},
  {"text": "明日の天気は晴れのち曇りです。", "hiragana": "あすのてんきははれのちくもりです。"},
  {"text": "家でのんびり過ごすのが好きです。", "hiragana": "いえでのんびりすごすのがすきです。"},
  {"text": "友達と一緒にショッピングモールに行きました。", "hiragana": "ともだちといっしょにショッピングモールにいきました。"},
  {"text": "美味しいスイーツを食べるのが楽しみです。", "hiragana": "おいしいスイーツをたべるのがたのしみです。"},
  {"text": "最近は読書が趣味になっています。", "hiragana": "さいきんはどくしょがしゅみになっています。"},
  {"text": "今日は新しいレシピを試してみました。", "hiragana": "きょうはあたらしいレシピをためしてみました。"},
  {"text": "たくさんの人が集まるイベントに参加しました。", "hiragana": "たくさんのひとがあつまるイベントにさんかしました。"},
  {"text": "午後はカフェでゆっくりと読書をしました。", "hiragana": "ごごはカフェでゆっくりとどくしょをしました。"},
  {"text": "料理をしているときが一番落ち着きます。", "hiragana": "りょうりをしているときがいちばんおちつきます。"},
  {"text": "今週末はアウトドアに行く予定です。", "hiragana": "こんしゅうまつはアウトドアにいくよていです。"},
  {"text": "今日はとても良い日でした。", "hiragana": "きょうはとてもよいひでした。"},
  {"text": "天気が良かったので、散歩に行きました。", "hiragana": "てんきがよかったので、さんぽにいきました。"},
  {"text": "本を読むことが好きなので、毎月本を買っています。", "hiragana": "ほんをよむことがすきなので、まいつきほんをかっています。"},
  {"text": "最近は運動をする時間が増えました。", "hiragana": "さいきんはうんどうをするじかんがふえました。"},
  {"text": "今度の休みに旅行に行く予定です。", "hiragana": "こんどのやすみにりょこうにいくよていです。"},
  {"text": "夜遅くまで働いたので、今日は早めに寝ます。", "hiragana": "よるおそくまではたらいたので、きょうははやめにねます。"},
  {"text": "音楽を聴きながら作業をするのが好きです。", "hiragana": "おんがくをききながらさぎょうをするのがすきです。"},
  {"text": "毎日英語の勉強をするようにしています。", "hiragana": "まいにちえいごのべんきょうをするようにしています。"},
  {"text": "午前中は仕事が忙しかったですが、午後は落ち着きました。", "hiragana": "ごぜんちゅうはしごとがいそがしかったですが、ごごはおちつきました。"},
  {"text": "今日は家でゆっくりと過ごすつもりです。", "hiragana": "きょうはいえでゆっくりとすごすつもりです。"},
  {"text": "夏休みの計画を立てるのが楽しみです。", "hiragana": "なつやすみのけいかくをたてるのがたのしみです。"},
  {"text": "ランチにパスタを作って食べました。", "hiragana": "ランチにパスタをつくってたべました。"},
  {"text": "今夜は友達とディナーを楽しむ予定です。", "hiragana": "こんやはともだちとディナーをたのしむよていです。"},
  {"text": "今日は本当に忙しい一日でした。", "hiragana": "きょうはほんとうにいそがしいいちにちでした。"},
  {"text": "朝から晩まで仕事がたくさんあります。", "hiragana": "あさからばんまでしごとがたくさんあります。"},
  {"text": "映画の後はカフェでおしゃべりをしました。", "hiragana": "えいがのあとはカフェでおしゃべりをしました。"},
  {"text": "最近、料理にハマっています。", "hiragana": "さいきん、りょうりにはまっています。"},
  {"text": "秋の味覚を楽しみにしています。", "hiragana": "あきのあじかくをたのしみにしています。"},
  {"text": "今日は少しだけ早起きしました。", "hiragana": "きょうはすこしだけはやおきしました。"},
  {"text": "天気が良くて散歩に行くのが楽しみです。", "hiragana": "てんきがよくてさんぽにいくのがたのしみです。"},
  {"text": "今日は早く寝るつもりです。", "hiragana": "きょうははやくねるつもりです。"},
  {"text": "最近はジョギングを始めました。", "hiragana": "さいきんはジョギングをはじめました。"},
  {"text": "来週のイベントの準備ができました。", "hiragana": "らいしゅうのイベントのじゅんびができました。"},
  {"text": "日曜日は家族と一緒に過ごしました。", "hiragana": "にちようびはいえぞくといっしょにすごしました。"},
  {"text": "今日の仕事は思ったよりも早く終わりました。", "hiragana": "きょうのしごとはおもったよりもはやくおわりました。"},
  {"text": "お気に入りのカフェで朝食を食べました。", "hiragana": "おきにいりのカフェでちょうしょくをたべました。"},
  {"text": "家で映画を見ながらリラックスしています。", "hiragana": "いえでえいがをみながらリラックスしています。"},
  {"text": "今日は気温がとても高いです。", "hiragana": "きょうはきおんがとてもたかいです。"},
  {"text": "週末はゆっくりと過ごしたいです。", "hiragana": "しゅうまつはゆっくりとすごしたいです。"},
  {"text": "最近、料理のレパートリーを増やしています。", "hiragana": "さいきん、りょうりのレパートリーをふやしています。"},
  {"text": "午後からは自由な時間ができる予定です。", "hiragana": "ごごからはじゆうなじかんができるよていです。"},
  {"text": "週に一度はカフェでゆっくり過ごす時間を作ります。", "hiragana": "しゅうにいちどはカフェでゆっくりすごすじかんをつくります。"},
  {"text": "夜遅くまで仕事をしていました。", "hiragana": "よるおそくまでしごとをしていました。"},
  {"text": "来週は旅行に行くので、楽しみにしています。", "hiragana": "らいしゅうはりょこうにいくので、たのしみにしています。"},
  {"text": "今日は本当に忙しい一日でした。", "hiragana": "きょうはほんとうにいそがしいいちにちでした。"},
  {"text": "今月はたくさん本を読んでいます。", "hiragana": "こんげつはたくさんほんをよんでいます。"},
  {"text": "最近は映画をよく観るようになりました。", "hiragana": "さいきんはえいがをよくみるようになりました。"},
  {"text": "午後は友達とカフェでお茶をしました。", "hiragana": "ごごはともだちとカフェでおちゃをしました。"},
  {"text": "久しぶりに友達と電話で話しました。", "hiragana": "ひさしぶりともだちとでんわではなしました。"},
  {"text": "今日は一日中家で過ごしました。", "hiragana": "きょうはいちにちじゅういえですごしました。"},
  {"text": "新しいレシピに挑戦するのが楽しみです。", "hiragana": "あたらしいレシピにちょうせんするのがたのしみです。"},
  {"text": "今日は仕事が少し忙しいです。", "hiragana": "きょうはしごとがすこしあわただしいです。"},
  {"text": "夜はゆっくりと音楽を聴いて過ごしました。", "hiragana": "よるはゆっくりおんがくをきいてすごしました。"},
  {"text": "最近は毎日歩くことを心がけています。", "hiragana": "さいきんはまいにちあるくことをこころがけています。"},
  {"text": "家の近くに新しいレストランができました。", "hiragana": "いえのちかくにあたらしいレストランができました。"},
  {"text": "昼ごはんに美味しい寿司を食べました。", "hiragana": "ひるごはんにおいしいすしをたべました。"},
  {"text": "新しいカフェがオープンしたので行ってきました。", "hiragana": "あたらしいカフェがオープンしたのでいってきました。"},
  {"text": "今日の夕食は手作りのピザです。", "hiragana": "きょうのゆうしょくはてづくりのピザです。"},
  {"text": "朝から気持ちよく晴れています。", "hiragana": "あさからきもちよくはれています。"},
  {"text": "今日は外でランチをする予定です。", "hiragana": "きょうはそとでランチをするよていです。"},
  {"text": "友達と一緒にハイキングに行きました。", "hiragana": "ともだちといっしょにハイキングにいきました。"},
  {"text": "最近、週に一度ヨガをしています。", "hiragana": "さいきん、しゅうにいちどヨガをしています。"},
  {"text": "朝の散歩が日課になっています。", "hiragana": "あさのさんぽがにっかになっています。"},
  {"text": "休日は家で映画を見ることが多いです。", "hiragana": "きゅうじつはいえでえいがをみることがおおいです。"},
  {"text": "毎日健康的な食事を心がけています。", "hiragana": "まいにちけんこうてきなしょくじをこころがけています。"},
  {"text": "友達とカフェでおしゃべりを楽しみました。", "hiragana": "ともだちとカフェでおしゃべりをたのしみました。"},
  {"text": "天気が良いので公園に行きました。", "hiragana": "てんきがよいのでこうえんにいきました。"},
  {"text": "昼間は少し暑いですが、夜は涼しくなります。", "hiragana": "ひるまはすこしあついですが、よるはすずしくなります。"},
  {"text": "今日は久しぶりに外でランチをしました。", "hiragana": "きょうはひさしぶりにそとでランチをしました。"},
  {"text": "最近は自転車で通勤しています。", "hiragana": "さいきんはじてんしゃでつうきんしています。"},
  {"text": "今日は新しいレストランで食事をしました。", "hiragana": "きょうはあたらしいレストランでしょくじをしました。"},
  {"text": "週末に友達と一緒に遊ぶ予定です。", "hiragana": "しゅうまつともだちといっしょにあそぶよていです。"},
  {"text": "毎日ジョギングをして、健康を維持しています。", "hiragana": "まいにちジョギングをして、けんこうをいじしています。"},
  {"text": "午後のコーヒータイムが楽しみです。", "hiragana": "ごごのコーヒータイムがたのしみです。"},
  {"text": "今日は少し涼しいので、ジャケットを着ました。", "hiragana": "きょうはすこしすずしいので、ジャケットをきました。"},
  {"text": "毎月一度は友達と一緒に映画を観に行きます。", "hiragana": "まいつきいちどはともだちといっしょにえいがをみにいきます。"},
  {"text": "家の近くに新しい公園ができました。", "hiragana": "いえのちかくにあたらしいこうえんができました。"},
  {"text": "今日は温かい飲み物を飲みたくなりました。", "hiragana": "きょうはあたたかいのみものをのみたくなりました。"},
  {"text": "公園で読書をして過ごしました。", "hiragana": "こうえんでどくしょをしてすごしました。"},
  {"text": "週末には友達とバーベキューをする予定です。", "hiragana": "しゅうまつにはともだちとバーベキューをするよていです。"},
  {"text": "最近は夜遅くまで働くことが多いです。", "hiragana": "さいきんはよるおそくまではたらくことがおおいです。"},
  {"text": "今日は外でランチを食べました。", "hiragana": "きょうはそとでランチをたべました。"},
  {"text": "毎日少しずつ運動をしています。", "hiragana": "まいにちすこしずつうんどうをしています。"},
  {"text": "今日は友達と映画を観に行きました。", "hiragana": "きょうはともだちとえいがをみにいきました。"},
  {"text": "自宅で過ごす時間が増えてきました。", "hiragana": "じたくですごすじかんがふえてきました。"},
  {"text": "外でピクニックを楽しむのが好きです。", "hiragana": "そとでピクニックをたのしむのがすきです。"},
  {"text": "今日の夜は家で映画鑑賞をします。", "hiragana": "きょうのよるはいえでえいがかんしょうをします。"},
  {"text": "今日はとても素晴らしい天気です。", "hiragana": "きょうはとてもすばらしいてんきです。"},
  {"text": "最近、早起きが習慣になっています。", "hiragana": "さいきん、はやおきがしゅうかんになっています。"},
  {"text": "今日は久しぶりに友達に会う予定です。", "hiragana": "きょうはひさしぶりにともだちにあうよていです。"},
  {"text": "午後に少し休憩を取りました。", "hiragana": "ごごにすこしきゅうけいをとりました。"},
  {"text": "最近は夜空を見上げることが多いです。", "hiragana": "さいきんはよぞらをみあげることがおおいです。"},
  {"text": "今週末は温泉に行く予定です。", "hiragana": "こんしゅうまつはおんせんにいくよていです。"},
  {"text": "今日は友達と一緒にカフェでお茶しました。", "hiragana": "きょうはともだちといっしょにカフェでおちゃしました。"},
  {"text": "最近は英語の勉強を始めました。", "hiragana": "さいきんはえいごのべんきょうをはじめました。"},
  {"text": "今日は少し忙しくて、あっという間に時間が過ぎました。", "hiragana": "きょうはすこしいそがしくて、あっというまにじかんがすぎました。"},
  {"text": "今週はあまり天気が良くない日が続いています。", "hiragana": "こんしゅうはあまりてんきがよくないひがつづいています。"},
  {"text": "家でのんびり過ごす日も大切だと思います。", "hiragana": "いえでのんびりすごすひもたいせつだとおもいます。"},
  {"text": "今日は図書館で勉強してきました。", "hiragana": "きょうはとしょかんでべんきょうしてきました。"},
  {"text": "今日は久しぶりに外でランチを楽しみました。", "hiragana": "きょうはひさしぶりにそとでランチをたのしみました。"},
  {"text": "最近は毎日少しずつ料理をしています。", "hiragana": "さいきんはまいにちすこしずつりょうりをしています。"},
  {"text": "今日は少しだけ長めの散歩をしました。", "hiragana": "きょうはすこしだけながめのさんぽをしました。"},
  {"text": "今日は気温が少し低いですが、風が気持ちいいです。", "hiragana": "きょうはきおんがすこしひくいですが、かぜがきもちいいです。"},
  {"text": "家の近くに新しいカフェがオープンしました。", "hiragana": "いえのちかくにあたらしいカフェがオープンしました。"},
  {"text": "明日は友達と一緒に旅行に行く予定です。", "hiragana": "あしたはともだちといっしょにりょこうにいくよていです。"},
  {"text": "今日はゆっくりと読書をしました。", "hiragana": "きょうはゆっくりとどくしょをしました。"},
  {"text": "最近は運動を毎日するように心がけています。", "hiragana": "さいきんはうんどうをまいにちするようにこころがけています。"},
  {"text": "今日は少し忙しいですが、やることが終わると嬉しいです。", "hiragana": "きょうはすこしいそがしいですが、やることがおわるとうれしいです。"},
  {"text": "明日は早起きして、ランニングに行こうと思います。", "hiragana": "あしたははやおきして、ランニングにいこうとおもいます。"},
  {"text": "最近は寒いので、暖かい飲み物が欲しくなります。", "hiragana": "さいきんはさむいので、あたたかいのみものがほしくなります。"},
  {"text": "今日は友達とカフェでおしゃべりを楽しみました。", "hiragana": "きょうはともだちとカフェでおしゃべりをたのしみました。"},
  {"text": "最近は、毎日少しずつ健康に気を使っています。", "hiragana": "さいきんは、まいにちすこしずつけんこうにきをつかっています。"}]